[

	{
		"name": "Byzantium",
		"leaderName": "Theodora",
		"adjective": ["Byzantine"],
		"preferredVictoryType": "Diplomatic",

		"startIntroPart1": "All hail the most magnificent and magnanimous Empress Theodora, beloved of Byzantium and of Rome! From the lowly ranks of actress and courtesan you became the most powerful woman in the Roman Empire, consort to Justinian I. Starting in the late 520's AD, you joined your husband in a series of important spiritual and legal reforms, creating many laws which elevated the status of and promoted equal treatment of women in the empire. You also aided in the restoration and construction of many aqueducts, bridges and churches across Constantinople, culminating in the creation of the Hagia Sophia, one of the most splendid architectural wonders of the world.",
		"startIntroPart2": "Beautiful Empress, Byzantium is in need of your wisdom and strength - her people are lost without your light to lead them. The Byzantine Empire may have fallen once, but its spirit is still intact waiting to be reborn anew. Can you return Byzantium to the heights of glory it once enjoyed? Can you create a civilization to stand the test of time?",
		"declaringWar": "It has always been a shame throwing away beauty. Thankfully, not like that.",
		"attacked": "Now that riots are needed, friend, we'll teach you a lesson.",
		"defeated": "I hope you knew that to act like that. Just know that in this world nobody will aid a traitor.",
		"introduction": "Oh! A miracle in front of my eyes. What is the name of this good stranger? I am Theodora, friend of Byzantium.",
		"neutralHello": "Sweet.",
		"tradeRequest": "I heard nice things from you in your latest sayings...show me.",
		"outerColor": [88,145,228],
		"innerColor": [80,23,135],
		"uniqueName": "Patriarchate of Constantinople",
		"uniques": ["May choose [1] additional belief(s) of any type when [founding] a religion", "[+2 Gold, +1 Faith] from every [Horses]"],
		"cities": ["Constantinople","Adrianople","Nicaea","Antioch","Varna","Ohrid","Nicomedia","Trebizond","Cherson","Sardica",
			"Ani","Dyrrachium","Edessa","Chalcedon","Naissus","Bari","Iconium","Prilep","Samosata","Kars",
			"Nicopolis","Theodosiopolis","Tyana","Gaza","Kerkyra","Phoenice","Selymbria","Sillyon","Chrysopolis","Vodena",
			"Caesarea Maritima","Traianoupoli","Constantia","Korinthos","Patra"]
	},
	{
		"name": "Celts",
		"leaderName": "Boudicca",
		"adjective": ["Celtic"],
		"startBias": ["Forest"],
		"preferredVictoryType": "Domination",

		"startIntroPart1": "Eternal glory and praise for you, fierce and vengeful Warrior Queen! In a time dominated by men, you not only secured your throne and sovereign rule, but also successfully defied the power of the Roman Empire. After suffering terrible punishment and humiliation at the hand of the Roman invaders, you rallied your people in a bloody and terrifying revolt. Legions fell under your chariot wheels and the city of London burned. While in the end the Romans retained ownership of the isles, you alone made Nero consider withdrawing all troops and leaving Briton forever.",
		"startIntroPart2": "Oh sleeping lioness, your people desire that you rise and lead them again in the calling that is your namesake. Will you meet their challenge on the open field and lead the Celts to everlasting victory? Will you restore your lands and build an empire to stand the test of time?",
		"declaringWar": "I've been watching you, you devious pigs! To guard patriots! March to war!",
		"attacked": "How dare you! I will be the one owning your head.",
		"defeated": "Evil King! You realized that you won this war in name only?",
		"introduction": "I am Boudicca, Queen of the Celts and nobody better try rushing me!",
		"neutralHello": "God has given good to you.",
		"hateHello": "Well?",
		"tradeRequest": "Let us unite our armies, and profit from the challenges.",
		"outerColor": [22,101,63],
		"innerColor": [148,170,255],
		"uniqueName": "Druidic Lore",
		"uniques": ["Earn [10]% of killed [Military] unit's [Strength] as [Faith]", "[+1 Faith] from every [Forest]", "[+1 Production, +1 Gold] from every [Fort]"],
		"cities": ["Edinburgh","Dublin","Cardiff","Truro","Nantes","Douglas","Glasgow","Cork","Aberystwyth","Penzance",
			"Rennes","Ramsey","Inverness","Limerick","Swansea","St. Ives","Brest","Peel","Aberdeen","Belfast",
			"Caernafon","Newquay","Saint-Nazarre","Castletown","Stirling","Galway","Conwy","St. Austell","Saint-Malo",
			"Onchan","Llanfairpwllgwyngyll","Londonberry","Falmouth","Lorient"]
	},
	{
		"name": "Germany",
		"leaderName": "Otto von Bismarck",
		"adjective": ["German"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "Hail mighty Bismarck, first canchellor of Germany and her empire! Germany is an upstart nation, fashioned from the ruins of the Holy Roman Empire and finally unified in 1871, a little more than a century ago. The German people have proven themselves to be creative, industrious a ferocious warriors. Despite enduring great catastrophes in the first half of the 20th century, Germany remains a worldwide economic, artistic and technological leader.",
		"startIntroPart2": "Great Prince Bismarck, the German people look up too you to lead them to greater days of glory. Their determination is strong, and now they turn to you, their beloved iron chancellor, to guide them once more. Will you rile and conquer through blood and iron, or foster the Germanic arts and industry? Can you build a civilization that will stand the test of time?",
		"declaringWar": "I cannot wait until ye grow even mightier. Therefore, prepare for war!",
		"attacked": "Corrupted villain! We will bring you into the ground!",
		"defeated": "Germany has been destroyed. I weep for the future generations.",
		"introduction": "Guten tag. In the name of the great German people, I bid you welcome.",
		"neutralHello": "What now?",
		"hateHello": "So, out with it!",
		"tradeRequest": "It would be in your best interest, to carefully consider this proposal.",
		"outerColor": [150,150,150],
		"innerColor": [60,60,60],
		"uniqueName": "Furor Teutonicus",
		"uniques": ["[+1 Production] from every [Mine]","[+10]% Strength <for [Military] units> <when attacking>"],
		"cities": ["Berlin","Hamburg","Munich","Cologne","Frankfurt","Essen","Dortmund","Stuttgart","Dusseldorf","Bremen",
			"Hannover","Duisburg","Leipzig","Dresden","Bonn","Bochum","Bielefeld","Karlsruhe","Gelsenkirchen","Wiesbaden",
			"Munster","Rostok","Chemnitz","Braunschweig","Halle","Mצnchengladbach","Kiel","Wuppertal","Freiburg","Hagen",
			"Erfurt","Kaiserslautern","Kassel","Oberhausen","Hamm","Saarbrucken","Krefeld","Pirmasens","Potsdam","Solingen",
			"Osnabruck","Ludwingshafen","Leverkusen","Oldenburg","Neuss","Mulheim","Darmstadt","Herne","Wurzburg",
			"Recklinghausen","Gצttingen","Wolfsburg","Koblenz","Hildesheim","Erlangen"]
	},
	{
		"name": "The Netherlands",
		"leaderName": "William I",
		"adjective": ["Dutch"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Diplomatic",

		"startIntroPart1": "Hail stalwart Prince William of Orange, liberator of the Netherlands and hero to the Dutch people. It was your courageous effort in the 1568 rebellion against Spanish dominion that led the Dutch to freedom, and ultimately resulted in the Eighty Years' War. Your undertaking allowed for the creation of one of Europe's first modern republics, the Seven United Provinces. You gave your life to the rebellion, falling at the hands of an assassin in 1584, but your death would only serve to embolden the people's charge, and your legacy as 'Father of the Fatherland' will stand as a symbol of Dutch independence for all time.",
		"startIntroPart2": "Brave prince, the people again yearn for the wise stewardship your wisdom afforded them. Can you once again secure the sovereignty of your kingdom and lead your people to greatness? Can you build a civilization that stands the test of time?",
		"declaringWar": "As much as I despise war, I consider it a, hahaha, contribution to the common cause to erase your existence.",
		"attacked": "You call yourself an exalted ruler, but I see nothing more than a smartly dressed barbarian!",
		"defeated": "My God, be merciful to my soul. My God, feel pity for this... my poor people!",
		"introduction": "I am William of Orange, stadtholder of The Netherlands. Did you need anything? I still have a lot to do.",
		"neutralHello": "Once again, greetings.",
		"hateHello": "What do you want?",
		"tradeRequest": "I believe I have something that may be of some importance to you.",
		"outerColor": [254,135,0],
		"innerColor": [255,255,255],
		"uniqueName": "Dutch East India Company",
		"uniques": ["[+1 Gold] from every [Coast]","[+2] Happiness from each type of luxury resource"],
		"cities": ["Amsterdam","Rotterdam","Utrecht","Groningen","Breda","Nijimegen","Den Haag","Haarlem","Arnhem","Zutphen",
			"Maastricht","Tilburg","Eindhoven","Dordrecht","Leiden","Hertogenbosch","Almere","Alkmaar","Brielle","Vlissingen",
			"Apeldoorn","Nova Enschede","Sao Bernardo do Amersfoort","Zwolle","Venlo","Uden","Grave","Delft","Gouda","Nieuwstadt",
			"Weesp","Coevorden","Kerkrade"]			
	},
	{
		"name": "Russia",
		"leaderName": "Catherine",
		"adjective": ["Russian"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "Scientific",
	
		"startIntroPart1": "Greetings upon thee, Your Imperial Majesty Catherine, wondrous Empress of all the Russias. At your command lies the largest country in the world. Mighty Russia stretches from the Pacific Ocean in the east to the Baltic Sea in the west. Despite wars, droughts, and every manner of disaster the heroic Russian people survive and prosper, their artists and scientists among the best in the world. The Empire today remains one of the strongest ever seen in human history - a true superpower, with the greatest destructive force ever devised at her command.",
		"startIntroPart2": "Catherine, your people look to you to bring forth glorious days for Russia and her people, to revitalize the land and recapture the wonder of the Enlightenment. Will you lead your people once more into greatness? Can you build a civilization that will stand the test of time?",
		"declaringWar": "You've behaved yourself very badly, you know it. Now it's payback time.",
		"attacked": "You've mistaken my passion for a weakness, you'll regret about this.",
		"defeated": "We were defeated, so this makes me your prisoner. I suppose there are worse fates.",
		"introduction": "I greet you, stranger! If you are as intelligent and tactful as you are attractive, we'll get along just fine.",
		"neutralHello": "Hello!",
		"hateHello": "What do you need?!",
		"tradeRequest": "How would you like it if I propose this kind of exchange?",
		"favoredReligion": "Christianity",
		"outerColor": [ 240, 180, 0],
		"innerColor": [0,0,0],
		"uniqueName": "Enlightened Sovereign",
		"uniques": ["[+1 Science, +1 Culture] from every specialist [in all cities]", "[-30]% Food consumption by specialists [in all cities]","[+20]% Production when constructing [Melee] units [in all cities]"],
		"cities": ["Moscow","St. Petersburg","Novgorod","Rostov","Yaroslavl","Yekaterinburg","Yakutsk","Vladivostok","Smolensk","Orenburg",
			"Krasnoyarsk","Khabarovsk","Bryansk","Tver","Novosibirsk","Magadan","Murmansk","Irkutsk","Chita","Samara",
			"Arkhangelsk","Chelyabinsk","Tobolsk","Vologda","Omsk","Astrakhan","Kursk","Saratov","Tula","Vladimir","Perm",
			"Voronezh","Pskov","Starayarussa","Kostoma","Nizhniy Novgorod","Suzdal","Magnitogorsk"]
	},
	{
		"name": "Denmark",
		"leaderName": "Harald Bluetooth",
		"adjective": ["Danish"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "Honor and glory be yours, Harald Bluetooth Gormsson, mighty heir of King Gorm of the Old and Thryra Dannebod. Not only were you victorious on the battlefield against the armies of Norway, you also completed massive construction project across the land - numerous Ring Fortresses to protect the populace from invasion and internal strife. You successfully drove off waves of German settlers in 983 AD and sheltered your kingdom from unwanted foreign influence.",
		"startIntroPart2": "Stalwart Viking, the time for greatness is upon you once more. You are called to rise up and lead your people to renewed power and trumph! Will you make the world shudder once more at the very thought of your great armies of the Northsmen? Will you let the Viking battle cry ring out across the crashing waved? Will you build a civilization to stand the test of time?",
		"declaringWar": "If I am to be honest, I tire of those pointless charades. Why don't we settle our disputes on the field of battle, like true men? Perhaps the skalds will sing of your valor... or mine!",
		"attacked": "Ahahah! You seem to show some skills of a true Viking! Too bad that I'll probably kill you!",
		"defeated": "Loki must have stood by you, for a common man alone could not have defeated me... Oh well! I will join the einherjar in Valhalla and feast, while you toil away here.",
		"introduction": "Harad Bluetooth bids you welcome to his lands, a Viking unlike any the seas and lands have ever known! Hah, are you afraid?",
		"neutralHello": "Hail to you.",
		"hateHello": "Oh, it's you.",
		"tradeRequest": "This is a fine deal! Even a drunk beggar would agree!",
		"outerColor": [51,25,0],
		"innerColor": [255,255,102],
		"uniqueName": "Viking Fury",
		"uniques": ["[+1 Production] from every [Fishing Boats]","[+1] Movement <for [Embarked] units>", "Units pay only 1 movement point to disembark",
			"No movement cost to pillage <for [Melee] units>"], 
		"cities": ["Copenhagen","Aarhus","Kaupang","Ribe","Viborg","Tunsbers","Roskilde","Hedeby","Oslo","Jelling","Truso",
			"Bergen","Faeroerne","Reykjavik","Trondheim","Godthab","Helluland","Lillehammer","Markland","Elsinore",
			"Sarpsborg","Odense","Aalborg","Stavanger","Vorbasse","Schleswig","Kristiansand","Halogaland","Randers",
			"Fredrikstad","Kolding","Horsens","Tromsoe","Vejle","Koge","Sandnes","Holstebro","Slagelse","Drammen",
			"Hillerod","Sonderborg","Skien","Svendborg","Holbaek","Hjorring","Fladstrand","Haderslev","Ringsted","Skrive"]
	},
	{
		"name": "Japan",
		"leaderName": "Oda Nobunaga",
		"adjective": ["Japanese"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "Blessings upon you, noble Oda Nobunaga, ruler of Japan, the land of the Rising Sun! May you long walk among its flowering blossoms. The Japanese are an island people, proud and pious with a rich culture of arts and letters. Your civilization stretches back thousands of years, years of bloody warfare, expansion and isolation, great wealth and great poverty. In addition to their prowess on the field of battle, your people are also immensely industrious, and their technological innovation and mighty factories are the envy of lesser people everywhere.",
		"startIntroPart2": "Legendary damiyo, will you grab the reins of destiny? Will you bring your family and people the honor and glory they deserve? Will you once again pick up the sword and march to triumph? Will you build a civilization that stands the test of time?",
		"declaringWar": "I hereby inform you of our intention to wipe out your civilization from this world.",
		"attacked": "Pitiful fool! Now we shall destroy you!",
		"defeated": "You were much wiser than I thought.",
		"introduction": "We hope for a fair and just relationship with you, who are renowned for military bravery.",
		"neutralHello": "Hello.",
		"hateHello": "Oh, it's you...",
		"tradeRequest": "I would be grateful if you agreed on the following proposal.",
		"outerColor": [215,225,225],
		"innerColor": [185,0,0],
		"uniqueName": "Bushido",
		"uniques": ["Units fight as though they were at full strength even when damaged","[+1 Culture] from every [Fishing Boats]"],
		"cities": ["Kyoto","Osaka","Tokyo","Satsuma","Kagoshima","Nara","Nagoya","Izumo","Nagasaki","Yokohama",
			"Shimonoseki","Matsuyama","Sapporo","Hakodate","Ise","Toyama","Fukushima","Suo","Bizen","Echizen",
			"Izumi","Omi","Echigo","Kozuke","Sado","Kobe","Nagano","Hiroshima","Takayama","Akita","Fukuoka","Aomori",
			"Kamakura","Kochi","Naha","Sendai","Gifu","Yamaguchi","Ota","Tottori"]
	},
	{
		"name": "Mongolia",
		"leaderName": "Genghis Khan",
		"adjective": ["Mongolian"],
		"startBias": ["Plains"],
		"preferredVictoryType": "Domination",

		"startIntroPart1": "Greetings, o great Temujin, immortal emperor of the mighty Mongol Empire! Your fists shatter walls of cities and your voice brings despair to your enemies. O Khan! You united the warring tribes of Northern Asia into a mighty people, creating the greatest cavalry force the world has ever witnessed. Your people's cunning diplomacy divided their enemies, making them weak and helpless before Mongolia's conquering armies. In a few short years, your people soldiers conquered most of China and Eastern Asia, and the empire continued to grow until it reached west into Europe and south to Korea. Indeed, it was the greatest empire ever seen, dwarfing those pathetic conquests of the Romans of the Greeks.",
		"startIntroPart2": "Temujin, your people cann upon you once more to lead them to battle and conquest. Will the world once again trembe at the thunderous sound of your cavalry, sweeping down from the steppes? Will you build a civilization that stands the test of time?",
		"declaringWar": "You stand in the way of my armies. Let us solve this like warriors!",
		"attacked": "No more words. Today, Mongolia charges toward your defeat.",
		"defeated": "You have hobbled the Mongolian clans. My respect for you nearly matches the loathing. I am waiting for my execution.",
		"introduction": "I am Temuujin, conqueror of cities and countries. Before me lie future Mongolian lands. Behind me is the only cavalry that matters.",
		"neutralHello": "Hello.",
		"hateHello": "So what now?",
		"tradeRequest": "I am not always this generous, but we hope you take this rare opportunity we give you.",
		"outerColor": [81,0,9],
		"innerColor": [255,120,0],
		"uniqueName": "Mongol Terror",
		"uniques": ["+30% Strength when fighting City-State units and cities", "[+1] Movement <for [Mounted] units>", "Double quantity of [Horses] produced"],
		"cities": ["Karakorum","Beshbalik","Turfan","Hsia","Old Sarai","New Sarai","Tabriz","Tiflis","Otrar","Sanchu","Kazan",
			"Almarikh","Ulaanbaatar","Hovd","Darhan","Dalandzadgad","Mandalgovi","Choybalsan","Erdenet","Tsetserieg",
			"Baruun-Urt","Ereen","Batshireet","Choyr","Ulaangom","Tosontsengel","Altay","Uliastay","Bayanhongor",
			"Har-Ayrag","Nalayh","Tes"]
	},
	{
		"name": "Sweden",
		"leaderName": "Gustavus Adolphus",
		"adjective": ["Swedish"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "Diplomatic",

		"startIntroPart1": "All hail the transcendent King Gustavus Adolphus, founder of the Swedish Empire and her most distinguished military tactician. It was during your reign that Sweden emerged as one of the greatest powers in Europe, due in no small part to your wisdom, both on and off the battlefield. As king, you initiated a number of domestic reforms that ensured the economic stability and prosperity of your people. As the general who came to be known as the 'Lion of the North', your visionary designs in warfare gained the admiration of military commanders the world over. Thanks to your triumphs in the Thirty Years' War, you were assured a legacy as one of history's greatest generals.",
		"startIntroPart2": "Oh noble King, the people long for your prudent leadership, hopeful that once again they will see your kingdom rise to glory. Will you devise daring new strategies, leading your armies to victory on the theater of war? Will you build a civilization that stands the test of time?",
		"declaringWar": "The Hakkapeliittas will ride again and your men will fall just at the sight of my cavalry!",
		"attacked": "Ha ha ha, captain Gars will be very glad to head out to war again.",
		"defeated": "I am Sweden's king. You can take my lands, my people, my kingdom, but you will never reach the House of Vasa.",
		"introduction": "Stranger, welcome to the Snow King's kingdom! I am Gustavus Adolphus, member of the esteemed House of Vasa.",
		"neutralHello": "Oh, welcome!",
		"hateHello": "Oh, it is you.",
		"tradeRequest": "My friend, it is my belief that this settlement can benefit both our peoples.",
		"outerColor": [39,59,146],
		"innerColor": [250,250,27],
		"uniqueName": "Nobel Prize",
		"uniques": ["When declaring friendship, both parties gain a [10]% boost to great person generation","Upon capturing a city, receive [10] times its [Science] production as [Science] immediately"],
		"cities": ["Stockholm","Sigtuna","Helsinki","Birka","Uppsala","Turku","Linköping","Lund","Espoo","Malmö",
			"Vantaa","Visby","Strängnäs","Tampere","Skara","Lödöse","Oulu","Växjö","Jyväskylä","Gothenburg",
			"Örebro","Lahti","Helsingborg","Jönköping","Kuopio","Norrköping","Sundsvall","Kouvola","Karlstad","Umeå",
			"Pori","Ystad","Paviken","Vaasa"]
	},
	{
		"name": "America",
		"leaderName": "George Washington",
		"adjective": ["American"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "Welcome President Washington! You lead the industrious American civilization! Formed in the conflagration of revolution in the 18th century, within a hundred years, the young nation became embroiled in a terrible civil war that nearly tore the country apart, but it was just a few short years later in the 20th century that the United States reached the height of its power, emerging triumphant and mighty from the two terrible wars that destroyed so many other great nations. The United States is a nation of immigrants, filled with optimism and determination. They lack only a leader to help them fulfill their promise.",
		"startIntroPart2": "President Washington, can you lead the American people to greatness? Can you build a civilization that will stand the test of time?",
		"declaringWar": "Your wanton aggression leaves us no choice. Prepare for war!",
		"attacked": "You have mistaken our love of peace for weakness. You shall regret this!",
		"defeated": "The day...is yours. I hope you will be merciful in your triumph.",
		"introduction": "The people of the United States of America welcome you.",
		"neutralHello": "Good day.",
		"hateHello": "Well?",
		"tradeRequest": "Is the following trade of interest to you?",
		"outerColor": [ 28,51,119],
		"innerColor": [255,255,255],
		"uniqueName": "Manifest Destiny",
		"uniques": ["[+1] Sight <for [{Military} {Land}] units>","Earn [10]% of killed [Military] unit's [Strength] as [Science]", "[+1 Gold, +1 Science] [in all cities with a garrison]"],
		"cities": ["Washington","New York","Boston","Philadelphia","Atlanta","Chicago","Seattle","San Francisco","Los Angeles","Houston",
			"Portland","St. Louis","Miami","Buffalo","Detroit","New Orleans","Baltimore","Denver","Cincinnati","Dallas","Memphis",
			"Cleveland","Kansas City","San Diego","Richmond","Las Vegas","Phoenix","Albuquerque","Minneapolis","Pittsburgh",
			"Oakland","Tampa Bay","Orlando","Tacoma","Santa Fe","Olympia","Hunt Valley","Springfield","Palo Alto","Centralia",
			"Spokane","Jacksonville","Svannah","Charleston","San Antonio","Birmingham","Anchorage","Sacramento","Reno",
			"Salt Lake City","Boise","Milwaukee","Santa Cruz","Little Rock"]
	},
	{
		"name": "Rome",
		"leaderName": "Augustus Caesar",
		"adjective": ["Roman"],
		"startBias":["Avoid [Tundra]","Avoid [Desert]"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "The blessings of the gods be upon you, Caesar Augustus, emperor of Rome and all her holdings. Your empire was the greatest and longest lived of all in Western civilization. And your people single handedly shaped its culture, law, art, and warfare like none other, before or since. Through years of glorious conquest, Rome came to dominate all the lands of the Mediterranean from Spain in the west to Syria in the east. And her dominion would eventually expand to cover much of England and northern Germany. Roman art and architecture still awe and inspire the world. And she remains the envy of all lesser civilizations who have followed.",
		"startIntroPart2": "O mighty emperor, your people turn to you to once more reclaim the glory of Rome! Will you see to it that your empire rises again, bringing peace and order to all? Will you make Rome once again center of the world? Can you build a civilization that will stand the test of time?",
		"declaringWar": "My treasury contains little and my soldiers are getting impatient... <sigh> ...therefore you must die.",
		"attacked": "So brave, yet so stupid! If only you had a brain similar to your courage.",
		"defeated": "The gods have deprived Rome of their favour. We have been defeated.",
		"introduction": "I greet you. I am Augustus, Imperator and Pontifex Maximus of Rome. If you are a friend of Rome, you are welcome.",
		"neutralHello": "Hail.",
		"hateHello": "What do you want?",
		"tradeRequest": "I offer this, for your consideration.",
		"outerColor": [ 53,0,87],
		"innerColor": [238,201,9],
		"uniqueName": "The Glory of Rome",
		"uniques": ["[+15]% Production when constructing [All] buildings [in all cities connected to capital]", "[-15]% tile improvement construction time", "[Melee] units gain [30]% more XP from combat"],
		"cities": ["Rome","Antium","Cumae","Neapolis","Ravenna","Arretium","Mediolanum","Arpinum","Circei","Setia",
			"Satricum","Ardea","Ostia","Velitrae","Viroconium","Tarentum","Brundisium","Caesaraugusta","Caesarea","Palmyra",
			"Signia","Aquileia","Clusium","Sutrium","Cremona","Placentia","Hispalis","Artaxata","Aurelianorum","Nicopolis",
			  "Agrippina","Verona","Corfinium","Treverii","Sirmium","Augustadorum","Curia","Interrama","Adria"]
	},
	{
		"name": "Greece",
		"leaderName": "Alexander",
		"adjective": ["Greek"],
		"preferredVictoryType":"Diplomatic",
		
		"startIntroPart1": "May the blessings of the gods be upon you, oh great King Alexander! You are the ruler of the mighty Greek nation. Your people lived for so many years in isolated city-states - legendary cities such as Athens, Sparta, Thebes - where they gave the world many great things, such as democracy, philosophy, ragedy, art and architecture, the very foundation of Western Civilization. Although few in number and often hostile to each other, in the 5th century BC they were able to defeat their much larger neighbor, Persia, on land and sea.",
		"startIntroPart2": "Alexander, your people stand ready to march to war, to spread the great Greek culture to millions and to bring you everlasting glory. Are you ready to accept your destiny, King Alexander? Will you lead your people to triumph and greatness? Can you build a civilization that will stand the test of time?",
		"declaringWar": "You are a threat to democracy. Therefore, i must dispose of you from this world!",
		"attacked": "As a matter of fact I too grow weary of peace.",
		"defeated": "You have somehow become my undoing! What kind of beast are you?",
		"introduction": "Hello stranger! I am Pericles, son of Athens!",
		"neutralHello": "Greetings!",
		"hateHello": "What?",
		"tradeRequest": "My friend, does this seem reasonable to you?",		
		"outerColor": [181, 232, 232],
		"innerColor": [68,142,249],
		"uniqueName": "Hellenic League",
		"uniques": ["[+15]% Strength <for [Melee] units> <when adjacent to a [Military] unit>", "[+1 Happiness] from all [Culture] buildings", "Allied City-States provide [Gold] equal to [100]% of what they produce for themselves"],
		"cities": ["Athens","Sparta","Corinth","Argos","Knossos","Mycenae","Pharsalos","Ephesus","Halicarnassus","Rhodes",
			"Eretria","Pergamon","Miletos","Megara","Phocaea","Sicyon","Tiryns","Samos","Mytilene","Chios",
			"Paros","Elis","Syracuse","Herakleia","Gortyn","Chalkis","Pylos","Pella","Naxos","Sicyon",
			"Larissa","Apollonia","Messene","Orchomenos","Ambracia","Kos","Knidos","Amphipolis",
			"Patras","Lamia","Nafplion","Apolyton"]
	}
	]
